/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "Conectado a AirPort";

/* No comment provided by engineer. */
"Airport connected" = "Conectado a Airport";

/* No comment provided by engineer. */
"Airport disconnected" = "Desconectado de Airport";

/* No comment provided by engineer. */
"AirPort Disconnected" = "Desconectado de AirPort Disconnected";

/* No comment provided by engineer. */
"Battery charging..." = "Cargando batería...";

/* Type of IP address */
"Benchmark" = "Referencia";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Conexión Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Dispositivo Bluetooth conectado";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Dispositivo Bluetooth desconectado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Desconexión Bluetooth";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Carga actual: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet activada";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet desactivada";

/* No comment provided by engineer. */
"FireWire Connection" = "Conexión FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Dispositivo FireWire conectado";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Dispositivo FireWire desconectado";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Desconexión FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Agrupar notificaciones de red";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interfaz:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interfaz:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP adquirida";

/* No comment provided by engineer. */
"IP address acquired" = "Dirección IP adquirida";

/* No comment provided by engineer. */
"IP address released" = "Dirección IP liberada";

/* No comment provided by engineer. */
"IP Released" = "IP liberada";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Unido a la red.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Dejó la red %@.";

/* Type of IP address */
"Link-local" = "Enlace-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Enlace de red no disponible";

/* No comment provided by engineer. */
"Network Link Up" = "Enlace de red disponible";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nueva IP primaria: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Sin dirección IP";

/* No comment provided by engineer. */
"On A/C power" = "Adaptador de corriente";

/* No comment provided by engineer. */
"On battery power" = "Batería";

/* No comment provided by engineer. */
"On UPS power" = "Dispositivo SAI";

/* No comment provided by engineer. */
"Preferences..." = "Preferencias...";

/* Type of IP address */
"Private" = "Privada";

/* Type of IP address */
"Public" = "Pública";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Salir de HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reservada";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Mostrar dispositivos conectados al arrancar";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Cambio a adaptador de corriente";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Cambio a batería";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Switched to UPS Power";

/* No comment provided by engineer. */
"Sync finished" = "Sincronización terminada";

/* No comment provided by engineer. */
"Sync started" = "Sincronización comenzada";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Este ajuste tendrá efecto cuando reinicie HardwareGrowler.";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tiempo restante: %i minutos";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tiempo para cargar: %i minutos";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire anónimo";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Bus USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Bus USB";

/* No comment provided by engineer. */
"USB Connection" = "Conexión USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Dispositivo USB conectado";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Dispositivo USB desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconexión USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume Montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume Unmounted";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Preferencias de HardwareGrowler...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Mostrar icono en ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Mostrar icono en el Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Mostrar icono en la barra de menús";

/* display no icon at all */
"No icon visible" = "No mostrar icono";

/* No comment provided by engineer. */
"Icon:" = "Icono:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Activar esta opción causará que HardwareGrowler funcione sin mostrar un icono ni en el Dock ni en la barra de menús.\n\nPara acceder a las preferencias, toque HardwareGrowler en Launchpad, o abra HardwareGrowler desde el Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "¡Advertencia! Activar esta opción causará que HardwareGrowler se ejecute en segundo plano";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "¡Advertencia! Activar esta opción añadirá HardwareGrowler a sus items de arranque";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Activando esto permitirá que HardwareGrowler se ejecute cada vez que entre en su cuenta, de forma que estára disponible todo el tiempo";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Ejecutar HardwareGrowler al iniciar sesión:";

